#+TODO: TODO TOFIX FIXING | DONE FIXED

* Tasks
** TODO Add summary plot(s)
** TODO Add missing data plot(s)

** DONE Add test suite						 :1.0.2.9000:
   CLOCK: [2018-04-26 Thu 07:44]--[2018-04-26 Thu 10:53] =>  3:09
   CLOCK: [2018-04-25 Wed 14:58]--[2018-04-25 Wed 16:41] =>  1:43
** TODO Make strata var dynamic instead of "centre"
** DONE Make margins larger					 :1.0.3.9000:
   CLOCK: [2018-04-26 Thu 16:00]--[2018-04-27 Fri 07:06] => 15:06
** TODO Expand description and README
** DONE Add git workflow file					 :1.0.4.9000:
** DONE Modify tagging procedure in git worflow file		 :1.0.6.9000:
   CLOCK: [2018-06-11 Mon 11:07]--[2018-06-11 Mon 11:10] =>  0:03
** DONE Change the case in this file to Sentence case		:1.0.10.9000:
** DONE Add injury coding review module				:1.0.10.9000:
   CLOCK: [2018-08-07 Tue 08:10]--[2018-08-07 Tue 09:38] =>  1:28
   CLOCK: [2018-08-07 Tue 07:28]--[2018-08-07 Tue 07:52] =>  0:24
* Issues
** FIXED JSON parser breaking on double quotes in double quotes	 :0.0.0.9000:
   CLOCK: [2018-04-25 Wed 09:05]--[2018-04-25 Wed 10:21] =>  1:16
** FIXED Add dynamic exclusion critera				 :1.0.0.9000:
   CLOCK: [2018-04-25 Wed 10:47]--[2018-04-25 Wed 12:01] =>  1:14
** FIXED Directory naming					 :1.0.1.9000:
   CLOCK: [2018-04-25 Wed 12:38]--[2018-04-25 Wed 13:32] =>  0:54
** FIXED Centre wise analyses of quantitative variables		 :1.0.2.9000:
   CLOCK: [2018-04-26 Thu 11:13]--[2018-04-26 Thu 14:21] =>  3:08
   CLOCK: [2018-04-25 Wed 14:49]--[2018-04-25 Wed 14:55] =>  0:06
** FIXED rsync does not copy updated files			 :1.0.4.9000:
** FIXED Prevent temporary files from being included in data	 :1.0.5.9000:
   CLOCK: [2018-06-11 Mon 10:35]--[2018-06-11 Mon 11:00] =>  0:25
** FIXED rsync fails because it cannot find exlude_list.txt	 :1.0.7.9000:
   CLOCK: [2018-06-11 Mon 11:19]--[2018-06-11 Mon 11:47] =>  0:28
** FIXED rscync still not copying all files			 :1.0.8.9000:
   CLOCK: [2018-06-25 Mon 07:46]--[2018-06-25 Mon 07:56] =>  0:10
   Replaced rsync with scp

** FIXED Tabulation of qualitative variables does not work	 :1.0.9.9000:
   CLOCK: [2018-07-16 Mon 12:12]--[2018-07-16 Mon 13:14] =>  1:02

